# brew bundle
tap "argoproj/tap"
tap "azure/kubelogin"
tap "blendle/blendle"
tap "dagger/tap"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "derailed/popeye"
tap "fluxcd/tap"
tap "frigus02/tap"
tap "go-swagger/go-swagger"
tap "go-task/tap"
tap "grafana/grafana"
tap "hashicorp/tap"
tap "helm/tap"
tap "helmwave/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kreuzwerker/taps"
tap "neovim/neovim"
tap "norwoodj/tap"
tap "pulumi/tap"
tap "superbrothers/zsh-kubectl-prompt"
tap "weaveworks/tap"
brew "act"
brew "age"
brew "libyaml"
brew "readline"
brew "xz"
brew "python@3.11"
brew "ansible"
brew "argocd"
brew "aspell"
brew "node"
brew "aws-cdk"
brew "aztfy"
brew "python@3.10"
brew "azure-cli"
brew "bettercap"
brew "gettext"
brew "glib"
brew "cdk8s", link: false
brew "chart-testing"
brew "chezmoi"
brew "clingo"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "python@3.9"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "cosign"
brew "crane"
brew "cue"
brew "datree"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "docker-slim"
brew "dos2unix"
brew "drone-cli"
brew "findutils"
brew "fzf"
brew "gh"
brew "gist"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "gnupg"
brew "golangci-lint"
brew "helm"
brew "helmfile"
brew "htop"
brew "hub"
brew "imlib2"
brew "istioctl"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "k3d"
brew "k6"
brew "kind"
brew "kn"
brew "kube-linter"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubeconform"
brew "kubectx"
brew "kubeseal"
brew "kubeval"
brew "kubie"
brew "kustomize"
brew "linkerd"
brew "make"
brew "minikube"
brew "mono-libgdiplus"
brew "nghttp2"
brew "nmap"
brew "openssl@3"
brew "operator-sdk"
brew "oras"
brew "pandoc"
brew "podman"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "python-tabulate"
brew "rsync"
brew "semtag"
brew "shellcheck"
brew "skaffold"
brew "socat"
brew "sops"
brew "sphinx-doc"
brew "sqlite-utils"
brew "sshuttle"
brew "step"
brew "stern"
brew "stress"
brew "syncthing", restart_service: true
brew "tanka"
brew "tektoncd-cli"
brew "terraform", link: false
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tig"
brew "toilet"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wireshark"
brew "wrk"
brew "yamllint"
brew "yarn"
brew "youtube-dl", link: false
brew "yq"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "azure/kubelogin/kubelogin"
brew "blendle/blendle/kns"
brew "dagger/tap/dagger"
brew "datawire/blackbird/telepresence"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "fluxcd/tap/flux"
brew "frigus02/tap/kyml"
brew "go-swagger/go-swagger/go-swagger"
brew "go-task/tap/go-task"
brew "grafana/grafana/cortextool"
brew "hashicorp/tap/consul-k8s"
brew "hashicorp/tap/consul-template"
brew "hashicorp/tap/consul-terraform-sync"
brew "hashicorp/tap/vault"
brew "hashicorp/tap/waypoint"
brew "helm/tap/chart-releaser"
brew "helmwave/tap/helmwave"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "norwoodj/tap/helm-docs"
brew "pulumi/tap/pulumi"
brew "superbrothers/zsh-kubectl-prompt/zsh-kubectl-prompt"
brew "weaveworks/tap/eksctl"
brew "weaveworks/tap/gitops"
cask "powershell"
